[
    {
        "subtitle": "serendipity in travel.",
        "description": "tripidy is an application that fosters serendipity during travel by providing detours (location based ideas) at random intervals during the users journey, and incentivizes the traveler to take detours with fun rewards. With tripidy the journey becomes more important than the destination. ",
        "title": "Tripidy",
        "students": [
            "bahmrc"
        ],
        "key": "tripidy",
        "categories": [
            "app"
        ],
        "vimeo_id": "125753423",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Don't just recycle, Upcycle!",
        "description": "Upcycle is an original magazine that educates and informs readers about upcycling, diy bloggers, upcycled products available, and campaigns/news stories of upcycling efforts. This magazine would have new issues every quarter and also be available in stores. Each issue has a theme based on a specific item that can be upcycled. My case study was based on books, but other issues could be fabric, wood, plastics, glass, pallets, furniture, etc.",
        "title": "Upcycle",
        "students": [
            "bradfodr"
        ],
        "key": "upcycle",
        "categories": [
            "publication"
        ]
    },
    {
        "subtitle": "A meditation app. ",
        "description": "Cognizance is an app that helps you learn meditation through a system of biofeedback, guided sessions, and reminders. ",
        "title": "Cognizance",
        "students": [
            "burnsbm"
        ],
        "key": "cognizance",
        "has_gifs": true,
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "Who controls the media you own?",
        "description": "Under Whose Management is a video intended to educate users of digital media (just about everybody these days) exactly what Digital Rights Management is and how it is restricting the ownership of their media.",
        "title": "Under Whose Management?",
        "students": [
            "carrl2"
        ],
        "key": "under-whose-management",
        "categories": [
            "animation"
        ]
    },
    {
        "subtitle": "Improving Wayfinding in Red River Gorge.",
        "description": "Red River Gorge, within Daniel Boone National Forest, is Kentucky's most popular hiking area. The Gorge offers 60 miles of trails ranging in distance and difficulty. Currently, missing and obscured signs do not allow hikers to easily plan, find, and enjoy their hike. Organizing the trail network into color coded circuits using orientation, directional, and identification signage will create a connective tissue that moves hikers effectively through the forest, making them more likely to return.",
        "title": "Hiking The Gorge",
        "students": [
            "colvinss",
            "fakesme"
        ],
        "key": "hiking-the-gorge",
        "categories": [
            "wayfinding"
        ]
    },
    {
        "subtitle": "Educating high school students about transgender identities and issues.",
        "description": "Think Beyond The Binary is a week-long campaign to educate high school students about transgender identities and issues by implementing disruptive environmental graphics in their school library. During this week, each day introduces a new set of graphic elements that relates to one of the five campaign initiatives: 1) Understand The Gender Binary, 2) Define Transgender Identities, 3) Become Aware of Inequality, 4) Identify Contributors To Inequality, and 5) Take Action Toward Change.",
        "title": "Think Beyond The Binary",
        "students": [
            "coobatcm"
        ],
        "key": "think-beyond-the-binary",
        "categories": [
            "campaign"
        ]
    },
    {
        "subtitle": "We're here for you. ",
        "description": "Squareone is an online outlet for teenage girls to cope more effectively with their parents' divorce. We create a judgement free environment that encourages teens to unravel, process and recharge with the right tools. Our mission is to empower girls to forge their own paths rather than follow a future defined by divorce. ",
        "title": "Squareone",
        "students": [
            "dagiliay"
        ],
        "key": "squareone",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Is Social Media Good or Evil?",
        "description": "As the effect of social media on the Millennial Generation continues to \nbecome the subject of countless articles and conversations, we set out to ask Millennials themselves to weigh in on the polarizing topic. We surveyed sixty-five Millennials on their opinions of social media and designed a three-tiered system to represent the survey findings-personal anecdotes and responses to the question \"Is social media good or evil?\"",
        "title": "Post Share Project",
        "students": [
            "daniela7",
            "freemaea"
        ],
        "key": "post-share-project",
        "categories": [
            "exhibition,",
            "documentary/film"
        ],
        "vimeo_id": "125314611",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "write more letters.",
        "description": "Going Postal is a traveling pop-up shop in a Jeep named Martha and a line of products that remind people of the emotional value of writing and receiving letters. ",
        "title": "Going Postal",
        "students": [
            "davis2kh"
        ],
        "key": "going-postal",
        "categories": [
            "exhibition,",
            "packaging"
        ]
    },
    {
        "subtitle": "Trail Signage Kit.",
        "description": "Roadless Traveled is a portable signage system for private land owners. It is designed so that its user can easily apply directional, cautionary and destination signage to the tree trunks lining their personal trails. The signage system is stencil and paint based, and uses materials that are actually beneficial to the trees and to the land.",
        "title": "Roadless Traveled",
        "students": [
            "derosage"
        ],
        "key": "roadless-traveled",
        "categories": [
            "wayfinding"
        ]
    },
    {
        "subtitle": "A CAMPAIGN AND PUBLICATION ABOUT THE HIGH COST OF CHEAP CLOTHING.",
        "description": "Every year the fast fashion industry contributes to hundreds of deaths, unsafe working conditions, and heavily pollutes the environment. This is all in an effort to sell huge volumes of cheap clothing. Threads is a campaign and publication. Campaign stickers are placed on tags in the stores to raise awareness about the true nature of the industry. Threads magazine, which reports on fast fashion, includes campaign stickers for consumers to continue the campaign and sticker to the man.",
        "title": "THREADS",
        "students": [
            "dirutime"
        ],
        "key": "threads",
        "categories": [
            "campaign,",
            "publication"
        ]
    },
    {
        "subtitle": "The Life of an Artist.",
        "description": "Hustle is all about empowering the artist community. This film is designed to educate and inspire the fine arts community about how other local fine arts graduates are using their degree and have a full time career using their talents. ",
        "title": "Hustle",
        "students": [
            "fennesrc"
        ],
        "key": "hustle",
        "categories": [
            "animation,",
            "documentary/film"
        ],
        "vimeo_id": "126250220",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Discover your city's music.",
        "description": "Local Sets encourages concert and music discovery based on a user's location. It's an interactive website providing easy filtering, special icons and the option to get show recommendations based on previous social media activity.",
        "title": "Local Sets",
        "students": [
            "floreacc"
        ],
        "key": "local-sets",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "A Dad's Guide to Understanding Menstruation.",
        "description": "um... is a book just for Dad that contains information about periods that he may have missed back in his middle school health class. The book also gives him tips for talking to his daughter and answers to her questions. That way, he can make sure his daughter feels comfortable and knows that her dad is there for her whenever she needs him,",
        "title": "um...",
        "students": [
            "foertmea"
        ],
        "key": "um",
        "categories": [
            "publication"
        ]
    },
    {
        "subtitle": "Inspiring Conservation Through an Immersive Educational Experience.",
        "description": "This informative aquarium exhibit aims to dispel inaccurate preconceptions of sharks, educate viewers on the vital role that sharks play in marine ecosystems as apex predators, and foster concern for the future of sharks. ",
        "title": "Sharks",
        "students": [
            "fresonlm"
        ],
        "key": "sharks",
        "categories": [
            "exhibition"
        ]
    },
    {
        "subtitle": "The beginner's guidebook for becoming an online citizen.",
        "description": "Hi There! You're Now Connected is the beginner's guidebook for becoming an online citizen. The book is a fun and interactive educational tool for kids who are not yet using social media, to learn how to properly use and conduct themselves online before they are thrown into the cyber world.",
        "title": "Hi There! You're Now Connected",
        "students": [
            "galemmae"
        ],
        "key": "hi-there-youre-now-connected",
        "categories": [
            "publication"
        ]
    },
    {
        "subtitle": "The best journal is the one you have with you.",
        "description": "Even a few minutes of creative writing per day exercises the mind, inspires creativity, and fosters personal growth. So, why don't we practice?\n\nBright is a mobile app that educates users on the benefits of creative writing and encourages consistent practice as an intelligent use of down time.",
        "title": "Bright",
        "students": [
            "giczkoal"
        ],
        "key": "bright",
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "LEARN SOME SPORTS, YOU JABRONI.",
        "description": "Ringer provides a fun, comprehensive, easy to use sports education website to teach users the rules, setup, history, terms, and current events of popular sports. The site utilizes illustrations and limits text to make the content easier for users to digest.",
        "title": "RINGER",
        "students": [
            "gierlmw"
        ],
        "key": "ringer",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "inspiring healthy eating in the cafeteria.",
        "description": "Lunch Land is a series of playful environmental graphics that tell a story through the cafeteria and serving area. The main focus of this project is to inspire and encourage elementary aged children to make healthy choices in school cafeterias. These graphics provide fun facts about healthy eating and include an interactive activity. This will also be supplemented with activity worksheets, where kids can write about what they're learning and inspire conversation about healthy eating at home.",
        "title": "Lunch Land",
        "students": [
            "gilbermg"
        ],
        "key": "lunch-land",
        "categories": [
            "experiential"
        ]
    },
    {
        "subtitle": "Educating Children about their Special Needs Peers.",
        "description": "Ms. Taylor's Class is an animated series devoted to safely educating children about their special needs peers. The series is featured on a web portal that allows children and adults to explore each episode, read along with storybooks and fun activities, and learn about the experts that helped with the creation of every episode.  ",
        "title": "Ms. Taylor's Class",
        "students": [
            "harri2jo"
        ],
        "key": "ms-taylors-class",
        "has_gifs": true,
        "categories": [
            "animation"
        ],
        "vimeo_id": "125596698",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Patient-driven interactive health record.",
        "description": "coup is a secure, easy-to-use application facilitating the communication between millennial (ages 21-36) chronically ill patients and their healthcare providers in order to motivate patients to take a more active role in their health. The application includes symptom tracking and all necessary medical information to promote collaboration between patients and providers.",
        "title": "coup",
        "students": [
            "hartzlmn"
        ],
        "key": "coup",
        "categories": [
            "app"
        ],
        "vimeo_id": "125853023",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Girl, give coding a try.",
        "description": "G-cat is a campaign aimed toward teenage girls ages 16-19 to introduce them to Computer Science. We encourage girls to take interest in coding, be themselves and be proud of it. We highlight what Computer Science is, women who are out there doing it now, and where to start learning to code.",
        "title": "G-cat",
        "students": [
            "heflinao",
            "morabika"
        ],
        "key": "g-cat",
        "categories": [
            "campaign",
            "website"
        ]
    },
    {
        "subtitle": "The game where you never know what's coming next! Spend Wisely.",
        "description": "Budget Brawl is an experience to introduce the idea of unexpected financial situations to students in a fun and interactive environment. ",
        "title": "Budget Brawl",
        "students": [
            "hopean"
        ],
        "key": "budget-brawl",
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "Meaningful games for kids.",
        "description": "Indie Librarian is a web tool designed to help parents find independently made games for their kids. The organizational system relies on what kids can learn from video games rather than genre tags that aren't always accurate to the game.",
        "title": "Indie Librarian",
        "students": [
            "jacksl8"
        ],
        "key": "indie-librarian",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Celebrating the historical significance of drag culture.",
        "description": "Long Live the Queens is an exhibit highlighting three significant figures in drag history (Marsha P. Johnson, Sylvia Rivera, and Divine). The main components of the exhibit are three brief videos that highlight the legacies of each of the queens. The videos are supported with wall graphics, imagery, and text that tell the stories of these legendary activists and performers.",
        "title": "Long Live the Queens",
        "students": [
            "kennedbm"
        ],
        "key": "long-live-the-queens",
        "has_gifs": true,
        "categories": [
            "documentary/film"
        ]
    },
    {
        "subtitle": "A News Resource for Youth About Youth.",
        "description": "Freely is a mobile news resource for youth that spotlights young people who are doing inspirational things. By discovering young role models, our users will be empowered to express themselves, follow their passions, and take action in pursuit of those passions.",
        "title": "FREELY",
        "students": [
            "knightmy"
        ],
        "key": "freely",
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "A Guide to International Business Etiquette.",
        "description": "Protocol is a video series that provides American business professionals with important business etiquette practices they may encounter in a global market. The series makes the process of learning the information simple by providing visual demonstrations of the custom in practice. It focuses on one custom and culture at a time, and implements humor to create memorable lessons for viewers.",
        "title": "Protocol",
        "students": [
            "koopmaay"
        ],
        "key": "protocol",
        "categories": [
            "documentary/film"
        ]
    },
    {
        "subtitle": "Where Cincinnati Comes to Celebrate!",
        "description": "The Bubbly OTR speakeasy is an elegant champagne bar that celebrates the Art Deco style of the Roaring Twenties. This real world design challenge of branding a unique, specialty bar that will appeal to downtown Cincinnati professionals and residents began with researching design trends at local hotspots. Through various environmental and print graphics a brand was created to immerse the customer in the elegant era of prohibition while subtly teaching them about the fundamentals of champagne.",
        "title": "Bubbly OTR Speakeasy",
        "students": [
            "kurzhasy"
        ],
        "key": "bubbly-otr-speakeasy",
        "categories": [
            "experiential"
        ]
    },
    {
        "subtitle": "ready-made edible gardens.",
        "description": "A traveling pop-up shop where consumers can purchase ready-to-go edible plants. The shop focuses on selling to beginner gardeners who are interested in starting but don't know where to begin. Originate makes edible gardening easy, informative, and approachable. ",
        "title": "ORIGINATE",
        "students": [
            "lauschas"
        ],
        "key": "originate",
        "categories": [
            "packaging"
        ]
    },
    {
        "subtitle": "The Sustainable Way To Donate.",
        "description": "Donable is a website that connects individuals to local charities in need of specific, non-cash donations. The site offers a more sustainable way to donate by matching donors with charities who are looking to give and receive similar items.",
        "title": "Donable",
        "students": [
            "lee2re"
        ],
        "key": "donable",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "One place, countless memories - curating your life's experiences.",
        "description": "Capsule is a website that utilizes your online presence in order to create a dynamic photographic experience for you to cherish for years to come. After connecting your other social media accounts with Capsule, it gathers photographs and memories from events throughout your life, as you experience them. Share your memento with friends & family, or keep it personal, just for your eyes.",
        "title": "CAPSULE",
        "students": [
            "lillyar"
        ],
        "key": "capsule",
        "categories": [
            "promotional,",
            "website"
        ],
        "vimeo_id": "126286074",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "A guide to your perfect college. ",
        "description": "U Decide is a guide to help high school juniors and seniors select the college that suits them best. It helps them compare all information in a quick and easy way. ",
        "title": "U Decide ",
        "students": [
            "loguemv"
        ],
        "key": "u-decide",
        "categories": [
            "experiential,",
            "publication"
        ]
    },
    {
        "subtitle": "Analyzing Professional Wrestling's Reflection of Current Affairs.",
        "description": "The Modern Shakespeare provides an overview of professional wrestling with the context and jump-start analysis needed to get wrestling fans to think a little deeper, and non-wrestling fans to consider a new way of thinking about it.",
        "title": "The Modern Shakespeare",
        "students": [
            "lymance"
        ],
        "key": "the-modern-shakespeare",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Where have all of the volunteers gone?",
        "description": "The volunteering rate in Cincinnati has fallen 15% in the last 10 years. The biggest culprit is the youth, 20-35 year olds. The Volunteer Initiative is a campaign which aims to enlighten Cincinnati on the need, and potential impact of volunteering. This initiative has the goal to create a community of people who want to give back to their city.",
        "title": "The Volunteer Initiative",
        "students": [
            "migakitr"
        ],
        "key": "the-volunteer-initiative",
        "categories": [
            "animation,",
            "documentary/film"
        ],
        "vimeo_id": "125475524",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "THE INTENDED LISTENING EXPERIENCE OF THE MUSIC ALBUM.",
        "description": "Listening to music has been made into such a customizable experience, from the progression of technology, undermining the value and appreciation for the album. Long Play is a short video that promotes listening to albums in their entirety, from start to finish; the way artists intend them to be experienced.",
        "title": "LONG PLAY",
        "students": [
            "mooreod"
        ],
        "key": "long-play",
        "categories": [
            "promotional"
        ]
    },
    {
        "subtitle": "Capture helps parents unify, organize and protect digital photographs.",
        "description": "The days of a shoebox filled with photos are over, our memories are now scattered online and on devices.  The app is a photo management tool that features a wireless external hard drive that offers the utmost In photo protection. Balancing detailed control with ease of use, Capture assists in protecting precious memories for the future.",
        "title": "CAPTURE",
        "students": [
            "mudmanme"
        ],
        "key": "capture",
        "categories": [
            "app"
        ],
        "vimeo_id": "125864080",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Embracing Failure.",
        "description": "\"Fallor ergo sum\" \nI err, therefore I am.\nSt. Augustine's historic phrase calls artists and innovators forward to embrace the inevitable failures that are a critical part of the creative process. This inspirational video short seeks to motivate creatives to leverage failure as a learning moment and a next step as opposed to a stumbling block. ",
        "title": "Fallor Ergo Sum",
        "students": [
            "murphys8"
        ],
        "key": "fallor-ergo-sum",
        "categories": [
            "documentary/film"
        ]
    },
    {
        "subtitle": "Together, the sky's the limit.",
        "description": "Runways is a running community based through a mobile app. Runners can discover when and where they can run based on their schedules, connect to other runners to plan meetups, and motivate one another through a social timeline.",
        "title": "Runways",
        "students": [
            "musgroie"
        ],
        "key": "runways",
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "An easier way to ride.",
        "description": "My Metro is a mobile app that makes the bus experience in Cincinnati simple, appealing, and more enjoyable. It utilizes GPS technologies to present the user with real time tracking information in addition to other features that enhance the overall journey. ",
        "title": "My Metro",
        "students": [
            "newellbn"
        ],
        "key": "my-metro",
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "Empowering the University of Cincinnati community to end sexual assault.",
        "description": "Connect the Dots is a three part environmental graphic piece designed to educate the freshmen living in Siddall Hall at the University of Cincinnati. Single-gender floors provided a unique and separate experience to appropriately educate both male and female students on the issues of sexual assault. The system begins in the elevators as a co-ed experience and breaks off into male and female only floors, to appropriately address the different genders.",
        "title": "Connect the Dots",
        "students": [
            "obringhm"
        ],
        "key": "connecting-the-dots",
        "categories": [
            "exhibition"
        ]
    },
    {
        "subtitle": "Saving cursive.",
        "description": "Loops is an ad campaign promoting cursive handwriting. This is accomplished by connecting cursive's benefits to the viewer's life.",
        "title": "Loops",
        "students": [
            "pingml"
        ],
        "key": "loops",
        "categories": [
            "campaign"
        ]
    },
    {
        "subtitle": "Discerning the endurance loop of life.",
        "description": "Life happens quick. It flashes by us as we allow ourselves to be absorbed by an ongoing ritual of our everyday tasks. This animated piece aims to bring light to this unbeknownst apathy. It hopes to be a visual reminder that if we allow ourselves to fall into autopilot for even a brief second, our lives could flash by us.",
        "title": "Life is Flashing",
        "students": [
            "reynoj2"
        ],
        "key": "life-is-flashing",
        "categories": [
            "animation"
        ]
    },
    {
        "subtitle": "Understanding OCD.",
        "description": "When it comes to Obsessive-Compulsive Disorder in children, there is a lot of hard to understand and seemingly dooming information online. Helping Habits provides parents who believe that their child has OCD with need-to-know information and support. The website allows parents to learn about OCD, get tips and resources for themselves and their child, help them through the diagnosing process, and be motivated all the while.",
        "title": "Helping Habits",
        "students": [
            "riegerec"
        ],
        "key": "helping-hands",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Diabetes made simple.",
        "description": "Diabetes is a part of your life, but it doesn't have to run it. INSULINK is here to give you the ability to manage your diabetes easily and discretely; to let you live your life how you want to. Want to know what your blood glucose level is, look at your watch. Need to give yourself a bolus, dial in your carbs on the go. Never again will you have to worry about leaving your CGM controller or your PDM places. Live free with INSULINK.",
        "title": "Insulink",
        "students": [
            "rooneyla"
        ],
        "key": "insulink",
        "categories": [
            "website,",
            "wearable"
        ]
    },
    {
        "subtitle": "A documentary revealing the unheard opinions on firearms.",
        "description": "Loaded Questions is a documentary that features an honest look into the wide range of opinions on firearms. Nothing is going to change until we start listening to one another and realize we have a lot of common ground to work with.",
        "title": "Loaded Questions",
        "students": [
            "rosmardj"
        ],
        "key": "loaded-questions",
        "categories": [
            "documentary/film"
        ],
        "vimeo_id": "125279065",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "LEARN LEUKEMIA WITH LUKE & MIA.",
        "description": "Know Kemia is an iPad application for young children (ages 6-9) with Leukemia. It is designed to educate children with the disease, while also encouraging pain documentation along the way. Based on research, both education and documentation combined can help increase the child's overall quality of life.",
        "title": "Know Kemia",
        "students": [
            "searskn"
        ],
        "key": "know-kemia",
        "categories": [
            "app"
        ],
        "vimeo_id": "126187811",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "reconnecting families to locally grown, home cooked meals.",
        "description": "Refresh connects families to the best Community Supported Agriculture (CSA) program for their needs. The organization also provides a toolkit of both physical and digital assets to help families learn to cook and get the best value from their CSA share. This promotes cooking at home with simple, healthy ingredients. ",
        "title": "Refresh",
        "students": [
            "sekelams"
        ],
        "key": "refresh",
        "categories": [
            "publication,",
            "website"
        ]
    },
    {
        "subtitle": "Augmented reality motorcycle helmet.",
        "description": "Glide is a motorcycle safety system. Sensors and scanners are integrated into the rider's motorcycle. These sensors send information to the rider's helmet. The helmet visualizes the information on a holographic plane that appears 5 ft. in front of the motorcycle. ",
        "title": "Glide",
        "students": [
            "simpsma"
        ],
        "key": "glide",
        "categories": [
            "wearable"
        ],
        "vimeo_id": "125972558",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Let's Go For A Run!",
        "description": "The Leash mobile application connects owners of under-exercised dogs with runners for a fun and motivational exercise experience.",
        "title": "Leash",
        "students": [
            "smith5an"
        ],
        "key": "leash",
        "has_gifs": true,
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "An Urban Oasis to Rest, Relax, Heal, and Grow.",
        "description": "The Float Room is an extension of the floating experience that focuses on escaping the urban landscape, enlightening others, and illuminating lives.",
        "title": "Float Room",
        "students": [
            "smith7jb"
        ],
        "key": "float-room",
        "categories": [
            "experiential"
        ]
    },
    {
        "subtitle": "a time management survival kit for college freshmen.",
        "description": "mytime provides college freshmen with the tools necessary for academic success. A guide for effective time management distills expert advice in an entertaining and empathetic tone while a daily planner employs those time management skills in a useful and meaningful way. Several helpful assets are also provided to the student to make their freshman year transition as seamless and rewarding as possible.",
        "title": "mytime",
        "students": [
            "spencekn"
        ],
        "key": "mytime",
        "categories": [
            "packaging,",
            "publication"
        ]
    },
    {
        "subtitle": "Music Networking for Creatives.",
        "description": "Rhythm is a social website that provides a welcoming community for creatives of the music industry to gather and connect. The site includes a forum full of threads on all types of discussions, and a classifieds section for finding products, services, and job opportunities.",
        "title": "Rhythm",
        "students": [
            "steigepr"
        ],
        "key": "rhythm",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Exposing the Faces Behind Bipolar Disorder.",
        "description": "Expose is an anti-stigma campaign focused on bipolar disorder. It targets anyone who negatively labels those with this disorder. The print campaign displays how labels distort an individual's identity and perpetuates the idea that bipolar disorder doesn't allow for a successful, productive life. Viewers can interact with the posters by using image recognition technology to learn more about the people on the posters. ",
        "title": "EXPOSE",
        "students": [
            "stuhlmmc"
        ],
        "key": "expose",
        "categories": [
            "campaign,",
            "app"
        ]
    },
    {
        "subtitle": "A campaign to rethink yoga.",
        "description": "Designed for the New York City Subway System and its busy professionals, this ad campaign was created to challenge the viewer's pre-conceived notions of the popular exercise trend and inspire them to bring a \nmore dynamic yoga practice into their everyday life.",
        "title": "Focused Acts of Consciousness",
        "students": [
            "sunderks"
        ],
        "key": "focused-acts-of-consciousness",
        "categories": [
            "campaign"
        ]
    },
    {
        "subtitle": "American Immigration Stories.",
        "description": "This book features three first generation Asian American immigrants'  stories and is written in a poetic rhythm, viewers would read it as if it were being told by the storytellers.",
        "title": "The Silent Majority",
        "students": [
            "thaipm"
        ],
        "key": "the-silent-majority",
        "categories": [
            "publication"
        ]
    },
    {
        "subtitle": "The college application process. Simplified.",
        "description": "PrepTalk aims to simplify the college application process by tracking a student's progress towards completing requirements. It tracks information including classes the student has taken in high school, ACT and SAT scores, GPA, and other data necessary for admission into college.",
        "title": "PrepTalk",
        "students": [
            "thiemarl"
        ],
        "key": "preptalk",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "One person can save eight lives. Become an organ donor today. ",
        "description": "Thousands of Americans die each year waiting for an organ transplant. With one person able to save eight lives through donation, this number has the potential to go way down. One for Eight is an organization dedicated to informing young adults about organ donation. The website is a platform for millennials to learn about organ donation and while facilitating an easy online registration process. ",
        "title": "One For Eight",
        "students": [
            "turnbutn"
        ],
        "key": "one-for-eight",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Visualizing Anxiety Disorders.",
        "description": "Over 40 million American adults have an anxiety disorder, making it the most common-and most commonly misunderstood-type of mental illness in the United States. It's All in Your Head is a short film that evokes feelings of discomfort in the audience in an attempt to bridge the gap in understanding this silent struggle. The goal is to create empathy through experience-triggering a paradigm shift in the way we think about anxiety.",
        "title": "It's All in Your Head",
        "students": [
            "untchac"
        ],
        "key": "its-all-in-your-head",
        "has_gifs": true,
        "categories": [
            "documentary/film"
        ],
        "vimeo_id": "125876771",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "No more gymtimidation.",
        "description": "EQUIPFIT is an introductory and non-intimidating system that allows users to familiarize themselves with complicated gym weight equipment and the language used in a professional gym. The app provides a comprehensive breakdown of working out various parts of the body, demonstrating proper and safe techniques for a successful workout.",
        "title": "EQUIPFIT",
        "students": [
            "weingaee"
        ],
        "key": "equipfit",
        "categories": [
            "exhibition,",
            "app"
        ]
    },
    {
        "subtitle": "Eliminating fear of driverless cars.",
        "description": "When driverless cars become a reality, we'll need to educate the public on how the vehicles work and why they should adopt the technology. As a supplement to a potential cross-country campaign promoting the new technology, the app will introduce first-time users to driverless vehicle technology in an approachable and lighthearted way. Using driverless cars will be child's play! Don't fear the future, get excited.",
        "title": "Computers Driving?!",
        "students": [
            "wellsc4"
        ],
        "key": "computers-driving",
        "categories": [
            "app"
        ]
    },
    {
        "subtitle": "Learn about the cleanest renewable energy!",
        "description": "Solarize is a one-stop resource for solar technology information. It facilitates learning about solar energy, busting common myths around the technology, and providing recent advancements around the technology. ",
        "title": "Solarize",
        "students": [
            "wheeleaj"
        ],
        "key": "solarize",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Music creation for little monsters.",
        "description": "Freakwency is an application that allows children in first and second grade to make music. Focusing on composition, it allows them to express themselves in a way that is not currently provided in schooling.",
        "title": "Freakwency",
        "students": [
            "wicktoam"
        ],
        "key": "freakwency",
        "categories": [
            "app"
        ],
        "vimeo_id": "125853794",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "It's never that obvious.",
        "description": "Recognize is a series of short videos aimed at raising awareness of the symptoms of depression. Each video deals with an outward symptom of depression that could be recognized by friends and family. Each symptom is personified into a character that is the extreme scenario of that symptom which prompts the viewer to realize \"It's never that obvious.\"",
        "title": "Recognize",
        "students": [
            "williap7"
        ],
        "key": "recognize",
        "categories": [
            "animation"
        ]
    },
    {
        "subtitle": "Helping Kids Read For Fun.",
        "description": "BookMark is a fun, interactive website where kids can come to find great books within their interests, log the books they have already read, interact and compete with classmates, play games and take quizzes. It provides the students plenty of positive reinforcement and rewards kids in ways that will make them keep coming back.",
        "title": "BookMark",
        "students": [
            "yoderlr"
        ],
        "key": "bookmark",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "Explore street art in Cincinnati.",
        "description": "AllCity is a digital curated platform designed to make street art more reachable and more informative for everyone. The AllCity web platform helps users explore Cincinnati's vibrant street art, and learn about each piece's origin and location.",
        "title": "AllCity",
        "students": [
            "zallajm"
        ],
        "key": "allcity",
        "categories": [
            "website"
        ]
    },
    {
        "subtitle": "A personal introduction to meditation. ",
        "description": "The best way to get excited about meditation is to talk to someone who meditates. If you don't know anyone who meditates you're stuck with unapproachable options for basic learning. \n\nWho has the time? attempts to bridge that gap, featuring meditators from various backgrounds talking candidly about what meditation means to them. Their thoughts and insights are explored visually with hand-drawn animations.",
        "title": "Who has the time?",
        "students": [
            "walshj7"
        ],
        "key": "who-has-the-time",
        "categories": [
            "animation,",
            "documentary/film"
        ]
    },
    {
        "subtitle": "Reuniting you with your missing companion. ",
        "description": "SPOT is a networking app that helps to quickly and efficiently get the word out when a pet goes missing or has been found. Users receive notifications to keep an eye out for lost animals in order to reunite pet owners with their companions fast. ",
        "title": "SPOT",
        "students": [
            "turnerm7"
        ],
        "key": "spot",
        "categories": [
            "app"
        ],
        "vimeo_id": "125749671",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    },
    {
        "subtitle": "Prepare. Eat. Educate. Live.",
        "description": "PEEL is a mobile app that simplifies healthy eating. PEEL generates healthy meal plans based on your available cooking times. PEEL knows which recipes to put into your meal plan based off of recipes you have liked. Finally PEEL generates a grocery list for all the ingredients you will need for your meal plan.",
        "title": "PEEL",
        "students": [
            "fitzgepc"
        ],
        "key": "peel",
        "categories": [
            "animation"
        ],
        "vimeo_id": "126183720",
        "vimeo_dimensions": {
            "width": 500,
            "height": 281
        }
    }
]
